Repository: ataraxialinux/gnome-shell-extension-ozshell
Catalog: po/*.po
Languages: fr

source: No running sandboxes
fr: Aucun bac à sable en exécution

source: Select files or directories to add to %s sandbox
fr: Selectionnez les fichiers à ajouter dans le bac à sable %s

source: Open file(s) as read-only
fr: Ouvrir le(s) fichier(s) en lecture seule

source: Only files mounted in your home are allowed
fr: Seul les fichiers dans votre répertoire personnel sont permis

source: Unable to get message length!
fr: Impossible de déterminer la taille du message

source: Shutdown %s sandbox.
fr: Arrêter le bac à sable %s.

source: Are you certain you want to shutdown this sandbox? Doing so will destroy any unsaved work.
fr: Êtes-vous certain que vous voulez pour arrêter ce bac à sable? Cela peut détruire tout travail non enregistré.

source: Cancel
fr: Annuler

source: Shutdown
fr: Arrêter

source: Remove files from sandbox.
fr: Retirer le fichier du bac à sable.

source: Removing files from a sandbox may result in data loss if the files are still open. Are you certain you want to remove: %s
fr: Retier un fichier du bac à sable peut entraîner la perte de données si le fichier est encore ouvert. Êtes-vous certain que vous voulez retirer: %s

source: Remove
fr: Retirer

source: Add file...
fr: Ajouter un fichier...

source: Error adding files to sandbox!
fr: Erreur lors de l'ajout des fichiers dans le bac à sable!

source: Error removing files
fr: Erreur lors de l'ajout des fichiers

source: Position in panel
fr: Position dans la bar de réglage

source: Set the position of this GNOME Shell extension in the panel to either 'center', 'left' or 'right' (requires restart).
fr: Position du menu dans la bar GNOME Shell: 'center', 'left', 'right'.

source: Refresh interval in seconds
fr: Interval en secondes

source: The interval in seconds to refresh the sandbox information.
fr: Intervale de rafraîchissement de l'information.

source: Gnome terminal display mode
fr: Mode d'affichage de gnome-terminal

source: Select the display mode of gnome-terminal when opening a shell in a sandbox.
fr: Mode d'affichage de gnome-terminal.
